Repository: common-repository/pagtur-woocommerce
Catalog: languages/pagtur-woocommerce-*.po
Languages: pt_br

source: Settings
pt_br: Configurações

source: PagTur for WooCommerce
pt_br: Pagtur para WooCommerce

source: PagTur Payment Plugin for WooCommerce
pt_br: Plugin WooCommerce para pagamentos PagTur

source: Credit Card
pt_br: Cartão de Crédito

source: Integration
pt_br: Integração

source: Contact our team to obtain your integration key. Visit <a href='https://www.pagtur.com.br/'>PagTur</a>
pt_br: Contate-nos para obter suas credenciais. Visite <a href='https://www.pagtur.com.br/'>PagTur</a>

source: Debug Mode
pt_br: Modo Debug

source: Enable Debug Mode
pt_br: Ativar Modo Debug

source: Record all transactions
pt_br: Registrar todas as transações

source: Sandbox Mode
pt_br: Modo Teste (Sandbox)

source: Enable Sandbox Mode
pt_br: Ativar Modo Teste (Sandbox)

source: With this option, all processed transactions are not be valid
pt_br: Com este opção, todas as transações processadas não serão válidas

source: CPF Enable
pt_br: Ativar CPF

source: Enable PagTur CPF Checkout Field
pt_br: Ativar CPF Pagtur no Formulário de Checkout

source: Enable this option to add CPF field into Checkout Form
pt_br: Ative este opção para adicionar o campo CPF ao formulário do Checkout

source: Integration UserName
pt_br: Usuário para Integração

source: Integration Password
pt_br: Senha para Integração

source: Integration Company
pt_br: Empresa para Integração

source: Advanced Options
pt_br: Opções Avançadas

source: SoftDescriptor (Max 10 chars)
pt_br: SoftDescriptor (Max 10 caracteres)

source: Define how show your company into Credit Card bills
pt_br: Como sua empresa será apresentada na fatura do cartão de crédito

source: Company Currency
pt_br: Moedas de Câmbio disponíveis

source: Your available exchange currencies
pt_br: Suas moedas de câmbio disponíveis

source: You must 'Save Changes' with your valid credentials before get your available currencies list
pt_br: Você deve 'Salvar Alterações' com suas credenciais válidas antes de obter sua lista de moedas de câmbio

source: Cardholder Name
pt_br: Titular do Cartão

source: BirthDate
pt_br: Data de Nascimento

source: CreditCard Number
pt_br: Número do Cartão

source: Expiration Month Year
pt_br: Expiração (Mês/Ano)

source: Installments
pt_br: Parcelas

source: PagTur - Settings
pt_br: PagTur - Config

source: Your WooCommerce Currency is %s
pt_br: O WooCommerce está usando a seguinte moeda: %s

source: Travel Agency
pt_br: Agência de Viagens

source: Fill your Travel Agency Data
pt_br: Preencha com as informações de sua agência

source: Travel Agency Name
pt_br: Nome da Agência

source: Travel Agency Email
pt_br: Email da Agência

source: Travel Agency Phone
pt_br: Telefone da Agência

source: Payment not available to this currency
pt_br: Pagamento não disponível para esta moeda

source: Sorry. Try again
pt_br: Desculpe. Tente novamente!

source: Ops! Transaction not approved
pt_br: Ops! Transação não autorizada

source: Select your installment plan
pt_br: Escolha a quantidade de parcelas

source: Card Holder Name is required
pt_br: Titular do Cartão requerido

source: CPF is required
pt_br: CPF requerido

source: Birth Date is required
pt_br: Data de Nascimento requerido

source: Credit Card Number is required
pt_br: Número do Cartão requerido

source: Expiration Month and Year is required
pt_br: Expiração (Mês/Ano) requerido

source: Installments is required
pt_br: Selecione uma opção de Parcelamento

source: Total Amount
pt_br: Valor Total

source: PagTur Transaction Details
pt_br: PagTur - Detalhe da Transação

source: PRINT
pt_br: IMPRIMIR

source: Auth Code
pt_br: Nr. Autorização

source: Card Holder Name invalid. Must be contains more than 5 letters
pt_br: Titular do Cartão inválido. Deve conter mais de 5 letras

source: CPF invalid
pt_br: CPF inválido

source: Birth date invalid
pt_br: Data de Nascimento inválida

source: Credit Card invalid
pt_br: Cartão de Crédito inválido

source: Expiration Date invalid
pt_br: Data de Expiração inválida

source: CVV invalid
pt_br: CVV inválido

source: You need to select a installment plan
pt_br: Você precisa selecionar um opção de parcelamento
